Repository: ccprog/custom-logging-service
Catalog: languages/custom-logging-service-*.po
Languages: de_de

source: Application logs
de_de: Anwendungs-Logs

source: since
de_de: seit

source: Log category
de_de: Log-Kategorie

source: Time
de_de: Zeit

source: User
de_de: Benutzer

source: Severity
de_de: Schweregrad

source: Message
de_de: Nachricht

source: Delete
de_de: Löschen

source: Mark as read
de_de: Als gelesen markieren

source: Show old entries:
de_de: Zeige alte Einträge:

source: Minimum Severity:
de_de: Kleinster Schweregrad:

source: Filter
de_de: Filtern

source: New entry
de_de: Neuer Eintrag

source: %d unseen Log entries
de_de: %d ungesehene Log-Einträge

source: Mark whole category as read
de_de: Gesamte Kategorie als gelesen markieren

source: Remove all log entries from this category
de_de: Alle Log-Einträge aus dieser Kategorie entfernen

source: Clear
de_de: Leeren

source: Delete this log category permanently (with all entries)
de_de: Diese Log-Kategorie (mit allen Einträgen) dauerhaft löschen

source: Show all categories
de_de: Zeige alle Kategorien

source: New log entries from all categories
de_de: Neue Log-Einträge aus allen Kategorien

source: Log categories
de_de: Log-Kategorien

source: Minimum severity for notification in administration menu
de_de: Mindestschweregrad für Benachrichtigungen im Administrationsmenü

source: Default minimum severity filter on the log page
de_de: Standard-Mindestschweregrad auf der Log-Seite

source: Roles that can use the logs page
de_de: Rollen, die die Log-Seite nutzen können

source: Log entries per page
de_de: Log-Einträge pro Seite

source: The setting %s was invalid, nothing saved.
de_de: Die Einstellung %s war ungültig, nichts gespeichert.
